[
  {
    "author": "Hernando Parra",
    "intro": "El Externado necesita un estatuto profesoral renovado, que armonice los principios que inspiraron su fundación con aquellos que han animado su permanencia y que asegurarán su porvenir, con imprescindible incorporación de la libertad de cátedra, el derecho de asociación, el compromiso con la institución y la ética en el ejercicio docente y profesional",
    "title": "Un nuevo estatuto profesoral para el buen futuro del Externado",
    "subtitle": "",
    "date": "2018-10-25",
    "content": "La Ley 30 de 1992, mediante la cual se organizó el servicio público de la educación superior en Colombia, reconoció la autonomía de las instituciones de educación de esa naturaleza, para desarrollar varias actividades propias de su objeto social, entre ellas la relacionada con adopción del cuerpo normativo  orientado a regular las relaciones con sus docentes. La misma ley dispuso la creación del llamado Consejo Nacional de Educación Superior, CESU, y le confió a dicho organismo, como primera función, la de establecer los requisitos de creación y funcionamiento de los programas académicos, en proceso denominado actualmente, registro calificado, para cuyo trámite se exige además la presentación de los documentos de política institucional que revelen, tanto los criterios para la selección y nombramiento de los profesores, como aquellos que divulguen los métodos para su evaluación,  y también los que promuevan  instrumentos tendientes a asegurar su estabilidad  y a fomentar su capacitación. Esta  exigencia se extendió también para efectos de adelantar los programas de Acreditación Institucional, figura que se adoptó como política de Estado para asegurar la calidad de la educación superior. Así pues, ninguna institución universitaria puede aspirar a la autorización de sus registros calificados para sus propuestas académicas, y menos a su Acreditación Institucional, sin demostrar la vigencia, entre otros estatutos, de aquel dedicado a regular la relación de la institución con sus docentes. El Externado, precisamente dentro del contexto antes citado, adoptó un estatuto profesoral en 2008, habiendo tomado como sustento del mismo las sencillas disposiciones de los estatutos y el reglamento orgánico interno que se ocupaban de la temática  profesoral. Vale la pena mencionar que desde entonces se advertía la insuficiencia de este estatuto frente a los desafíos que suponía el evidente crecimiento institucional en número de programas y de alumnos, y la modernidad universitaria, de manera que su temporalidad estaba anunciada. Consiente de ello, hace casi tres años, cuando me correspondió representar a los profesores en el acto de conmemoración de los 130 años de fundación de nuestra Casa de Estudios, mencioné dentro de mis palabas la inaplazable tarea que habría de ocupar a las directivas de la Universidad referida a la atención de  esta apremiante necesidad. El Externado necesita un estatuto profesoral renovado, que armonice los principios que inspiraron su fundación con aquellos que han animado su permanencia, y asegurarán su porvenir, con imprescindible incorporación de los más trascendentales, como libertad de cátedra, el derecho de  asociación, el compromiso con la institución y la ética en  el ejercicio docente y profesional. La adopción del reclamado estatuto demanda la convocatoria de los docentes de todas facultades, pues no puede ser producto de una imposición, ajena del todo a nuestra tradición, sino de un consenso, que habrá de encontrar eco en el Consejo de Profesores, cuya reciente activación configura un primer logro histórico de todo el cuerpo profesoral. Para a este empeño, el compromiso de todos nosotros debe ser  in solidum, de cara al futuro del Externado."
  },
  {
    "author": "Hernando Parra",
    "intro": "El consejo directivo cumplió 20 años, pero desde el 2012 su funcionamiento ha dejado mucho que desear.",
    "title": "El Consejo Directivo, magro balance",
    "subtitle": "",
    "date": "2018-11-27",
    "content": "En 1998 el Externado renovó su Consejo Directivo, en desarrollo de un proceso que permitió entonces la representación de las facultades de derecho, finanzas, economía y ciencias sociales, mediante la consecuente incorporación de destacados profesores, con tradición y reconocimiento en la comunidad académica. Atendida por el Consejo la designación del nuevo Rector en el 2012 y habida cuenta del escaso conocimiento que de la administración de la Universidad manifestó quien fue llamado entonces a orientar su destino, el protagonismo del Consejo Directivo, era esperado, y además necesario, precisamente por el reto que planteaba la sucesión en dicho cargo, por las condiciones únicas e irrepetibles del antecesor. Sin embargo, magro resulta el balance de la gestión del Consejo durante estos últimos siete años, pues con la destacada excepción de un número dual de sus miembros, quienes desde un comienzo buscaron impulsar las reformas que la Universidad requería ante el advenimiento de una nueva y decisiva etapa, la mayoría optó por subordinarse a las disposiciones rectorales autónomas, de suerte que el cuerpo superior de dirección universitaria, no sólo se marginó  de participar activamente en tareas trascendentales, tales como la formulación y discusión de un plan estratégico para la Universidad, el estudio de nuevos planes educativos acordes con la evolución del país, el nombramiento de Decano para la facultad de Derecho, sino también de ejercer la función de vigilancia que estatutariamente le corresponde, tanto en materia de rendición periódica de cuentas, exigible a cualquier gestor de patrimonios ajenos, como frente a aquella relacionada con la asunción de compromisos por parte de la Universidad, vinculados a  objetivos del gobierno de turno, que por loables que parecieran, requerían del aval del órgano directivo, precisamente por la función consultiva que estatutariamente  este último está llamado a  desempeñar. El Consejo, mayoritariamente, confirmó también su rol secundario cuando olvidó adoptar su propio reglamento, uno que le habría permitido fijar un cronograma de reuniones periódicas y con propósito específico, que lo habría librado además del capricho de la agenda rectoral, que finalmente lo llevó a encuentros aislados, difusos y nada eficientes. Para abundar en argumentos que permiten apreciar el progresivo aminoramiento que ha padecido el Consejo Directivo, basta con mencionar que en los últimos días se ha conocido la contratación de un ilustre ex Rector de una Universidad colombiana, a quien supuestamente se le ha encargado trazar los lineamientos de una nueva gobernanza para el Externado. Absoluto desconcierto genera esta decisión unipersonal, pues  la coyuntura actual de nuestra Casa de Estudios habría sugerido escuchar, primero, las reflexiones de los miembros del Consejo, y luego las de otros externadistas  conocedores de la realidad institucional, para construir entre todos el futuro de la Universidad, antes de haber acudido a una consultoría del todo externa, probablemente de cuantioso valor, cuya primera ejecutoria tendrá que ser la de conocer -y muy a fondo- nuestra estirpe, esencia y talante. Expuesto lo anterior, cabe preguntarse entonces: ¿Cuál será el balance de gestión que el Consejo Directivo presentará a la comunidad externadista al haber cumplido  20 años desde su elección?"
  },
  {
    "author": "Hernando Parra",
    "intro": "Se nombran algunos aciertos al tener mayor énfasis en el ora Gobierno y ora en Relaciones Internacionales, pero también algunos desaciertos como dejar marchitar los convenios y políticas de internacionalización.",
    "title": "Por un renacimiento de la Facultad de Finanzas",
    "subtitle": "",
    "date": "2019-01-21",
    "content": "En 1986, con ocasión del primer centenario de nuestra Casa de Estudios, se presentó a la comunidad estudiantil del país el más novedoso programa diseñado hasta entonces en el contexto de las llamadas ciencias sociales,  “Finanzas y Relaciones Internacionales”, cuya acogida fue inmediata y grandiosa, a juzgar por el alto número de aspirantes registrados para el primer semestre, y por los positivos comentarios que suscitó  su  estructura, metodología y contenido  en  los círculos académicos. Su diseño culminó merced al trabajo mancomunado de destacados profesores de la facultades de Derecho, Economía y Administración, a la asesoría del prestigioso Instituto de Estudios Políticos de París (Sciences  Po)  y al apoyo del Gobierno de Francia, auspicio internacional que permitió su pronta consolidación, y la vinculación al mismo de ilustres docentes nacionales y extranjeros, atraídos estos últimos por las oportunidades de vinculación al país que ofrecía una Universidad privada, todo lo cual determinó una alta demanda de cupos por parte del estudiantado colombiano, a pocos  años de su apertura. El propósito de crear un perfil profesional propio-diferente al del administrador, el abogado, el economista o el politólogo- fue ciertamente alcanzado y, lo más importante, su pronto reconocimiento por los sectores empresariales del país y por la propia administración pública fue notorio, de suerte que una nueva dimensión profesional apareció en el ámbito social, caracterizada por una sólida formación interdisciplinaria e indispensable en el contexto de los nuevos tiempos. Al conmemorar el décimo aniversario de la Facultad se llevó a cabo una división del programa, que buscó responder a recientes necesidades del país, habiéndose entonces introducido una oferta con mayor énfasis, ora Gobierno, ora en Relaciones Internacionales, pero preservando en cada una la esencia de la formación en Finanzas, acertada decisión que imprimió mayor rigor académico en tales áreas. La mejor muestra del éxito logrado fue la réplica del programa por parte de otros centros de educación superior,  sin que ninguno de ellos haya alcanzado el lustre del primigenio, el del Externado; empero, conquistada esta posición, no se surtió el tan vociferado “continuismo ascendente”, sino que de manera inexplicable la directiva de la Universidad optó, desde hace algunos años, por restar dinamismo a este programa, mediante la imposición de restricciones administrativas, la generación de interferencias por parte de distintas áreas de otras facultades, el marchitamiento de las políticas de internacionalización, y el desestimulo a las iniciativas sobre  foros y convenios,  todo lo cual ha obrado en desmedro del afianzamiento del programa, y consecuentemente precipitado su declive, al extremo que el número de aspirantes, que antaño superaba los registrados para Derecho, hoy muestra un descenso verdaderamente inquietante, unido ello a la pérdida de liderazgo de la Facultad como centro de análisis de problemáticas nacionales e internacionales, espacio que ha sido evidentemente  ocupado por otras instituciones educativas. En adición a las problemáticas antes expuestas, ha de mencionarse que por el esquema federal que caracteriza nuestra Universidad, la gestión de la Facultad de Finanzas no puede ajustarse forzosamente al modelo de otras, y menos asimilarse al que se aplica en Derecho. Los docentes son mucho más heterogéneos en su formación, precisamente por la propia naturaleza del  programa, y su origen más exógeno. Por estas razones, el anhelado estatuto profesoral tendrá que valorar estas circunstancias, para consignar disposiciones que estimulen la permanencia de los estos docentes, pero que a la vez permitan atraer a los que por sus sobresalientes calidades pueden participar en los procesos de necesaria renovación. Es hora entonces de impulsar un renacimiento de esta Facultad, de “soltar amarras” y recobrar la supremacía de un programa que debe volver a ser atractivo para las nuevas generaciones de estudiantes y referente académico por antonomasia, habida cuenta de su carácter  innovador,  su factura interdisciplinaria  y su vocación  internacional."
  },
  {
    "author": "Hernando Parra",
    "intro": "La Universidad está mora de hacer una verdadera transformación y modificación de su organización académica, administrativa y financiera. Ya no hay excusas.",
    "title": "¿Para cuándo la doble titulación en el Externado?",
    "subtitle": "",
    "date": "2019-02-28",
    "content": "Diez años atrás, la Universidad contempló como verdadera novedad para las facultades de Administración de Empresas y Finanzas y Relaciones Internacionales, la posibilidad de ofrecer programas  de posgrados con opción de doble titulación, siendo coherente con la orientación marcada por las Instituciones de Educación Superior (IES) de países con mayor grado de desarrollo, adoptada ante las nuevas dinámicas de la economía y de la sociedad globalizada. Esta oferta de doble titulación en posgrados –especialmente en el área de maestrías– se afianzó con apoyo en diversos convenios de  cooperación internacional, los cuales permitieron a los estudiantes de estos programas, avizorar panoramas académicos que exceden los de nuestras fronteras, habiendo iniciado una nueva etapa en la formación de  profesionales, preparados para enfrentar con mayores destrezas los desafíos que imponen los avances tecnológicos y los mercados emergentes. En el área del pregrado, sin embargo, no hemos logrado ofrecer a nuestros estudiantes esa opción, pese a que, por un lado, existe de antaño la autorización legal para ello y, por otro, contamos con la estructura organizacional en esta Universidad para hacerlo. En efecto, la Ley 30 de 1992 consagró en los artículos 28 y 29, en desarrollo de la llamada autonomía universitaria, la facultad de las IES para crear y desarrollar programas académicos, adoptar sus correspondientes regímenes y ofrecer los respectivos títulos. Así pues, se encuentra autorizada la definición de reglamentos que incorporen los criterios y requisitos esenciales para ofrecer programas de doble titulación, entre aquellos que cuentan con registro calificado vigente, y tanto mejor si esos mismos se encuentran acreditados. El reglamento así configurado no requiere especial autorización, pues resulta suficiente informarlo cuando quiera que se decida la renovación de los  respectivos registros ante la autoridad que atiende las labores de supervisión de la educación superior, es decir el Ministerio de Educación Nacional. Ahora bien, el sistema de orientación académica de las diversas facultades también lo permitiría, pero requiere necesariamente estructurar la oferta de programas en función de créditos académicos, especialmente en la Facultad de Derecho,  toda vez que en esta última la mención de tales créditos en la actualidad es simplemente nominal y de desconocimiento por parte de los estudiantes. La oferta de esta clase de programas de doble titulación en el  pregrado, exige entonces la adopción de un claro estatuto en materia de créditos académicos,  y ello habría de convertirse en la oportunidad para revisar el pensum de las diversas facultades, entre ellas la de Derecho, con miras a su actualización, pero especialmente a organizarlo con referencia a módulos básicos de asignaturas comunes a varias facultades, y a módulos esenciales respecto de cada una de ellas, de manera que el estudiante pueda elegir entre estas opciones, e inclinarse, o bien por concentrarse sólo en las áreas de la profesión de su interés, o en cursar además de estas,  las comunes entre facultades, lo que puede conducirlo a una formación con un énfasis en temáticas diferentes a la de su orientación académica primigenia, o definitivamente a un doble título profesional. Estaríamos entonces ante una nueva generación de externadistas, por ejemplo, de abogados y economistas o administradores de empresas y abogados, o contadores y profesionales en finanzas, entre las muchas combinaciones que tal oferta podría llegar a consolidar en el cercano futuro. Una transformación de esta naturaleza requiere una profunda modificación en la organización académica, administrativa y financiera de la Universidad, pero es el momento de tomar una posición de vanguardia ante los nuevos vientos de la educación, que pregonan el llamado a los estudiantes para que abandonen el viejo paradigma de formarse en un solo campo del conocimiento, y opten por atender los llamados de la evolución científica, que señalan un derrotero diferente para los  profesionales de hoy, quienes observarán cómo la humanidad duplicará sus saberes, ya no en términos de años, sino de pocos meses. Esta será otra tarea que habrá de encarar la nueva Decana de la Facultad de Derecho  por el bien del Externado de ahora y del futuro. Adenda: Resulta lamentable que el Consejo Directivo de la Universidad no haya considerado el reglamento del Consejo de Profesores después  de cuatro (4) meses de haberle sido remitido con ese propósito."
  },
  {
    "author": "Hernando Parra",
    "intro": "Los alumnos elegidos deberán actuar con carácter firme, independencia de criterio e integridad absoluta, de tal manera que resulten inmunes a los halagos y a la crítica.",
    "title": "La nueva representación estudiantil en el Externado",
    "subtitle": "",
    "date": "2019-03-29",
    "content": "El mes de marzo culminará en el Externado con la elección de los nuevos representantes de los estudiantes ante el Consejo Directivo de la Universidad. Nuestra casa de estudios debe sentirse orgullosa de contar con esta  oportunidad  mediante la cual  el estamento estudiantil participa formalmente en  principal órgano de gobierno universitario, tanto más cuando fue el Externado  una de las primeras instituciones de educación superior que consagró en sus estatutos esta figura,  plasmada  en  la reforma de 1959, donde por primera vez se establecieron unos requisitos para elegibles y electores, algunas funciones y termino de vigencia de esta representación. Los estudiantes que reciben este mandato han de cumplir una importante labor, que debe desplegarse con vocación de atender tres dimensiones diferentes, referidas ellas en su orden, a la vocería de sus representados, en primer lugar, a la participación en el gobierno universitario, y finalmente a la veeduría frente a la gestión tanto académica como administrativa. En cuanto a la función vocera, debe ella orientarse a plantear ante el órgano directivo las inquietudes, reclamos y anhelos de la comunidad representada, actuación esta que no le priva a la representación estudiantil de contribuir también en la preparación de respuestas y soluciones a las temáticas enunciadas. En cuanto a la función participativa, ella cubre especialmente lo relacionado con la intervención activa en la formulación de planes, programas e iniciativas que promuevan la modernización  y el  fortalecimiento  institucional; y en cuanto a la función veedora, ella ha de extenderse sobre la gestión tanto del propio Consejo, como también sobre la del rector y la de los demás funcionarios que desempeñan tareas directivas, con especial relevancia en la operación patrimonial de la Universidad, de manera que también los estudiantes puedan apoyar al aseguramiento del apropiado destino de los recursos de la Universidad.  Así entonces, la tarea de la representación estudiantil exige, ciertamente, compromiso con la causa, dedicación a las ejecutorias y devoción por los principios y valores que han inspirado el ser del Externado. Sin embargo, lo anterior solo puede ser alcanzado, si y solo sí, los representantes estudiantiles optan por obrar con carácter firme, independencia de criterio e integridad absoluta, de tal manera que resulten inmunes a los halagos y a la crítica, u a ofertas de promisorias vivencias en la academia, pues lamentablemente en este espacio circulan también monedas de intercambio, que por su abusiva utilización vienen envileciéndose notoriamente.  Ahora bien, como ocurre frente a toda función político representativa, la comunidad estudiantil debe mantenerse vigilante frente al desempeño de sus nuevos representantes, no solo mediante la exigencia de un actuar decoroso y digno del cargo que ellos ostentarán, sino también requiriendo de ellos la  necesaria,  periódica y oportuna rendición de cuentas, entendida esta última como la explicación a sus electores sobre las acciones emprendidas y el resultado de las mismas, con la ilusión de que ello se traduzca en un inspirador para que la rectoría  y el propio Consejo Directivo se resignen finalmente  a cumplir con ese elemental deber de responsabilidad y de transparencia, inherente a todo mandatario y administrador de recursos ajenos.  Frente a los grandes desafíos que ocupan hoy la atención de toda la Universidad, tales como la conformación del Consejo de Profesores, el estatuto docente, las proyecciones presupuestales, la reforma estatutaria, la elección de directivos y tantas otras, es grande la expectativa respecto de estos nuevos dignatarios, pero nos asiste la convicción de que obrarán en coherencia con el momento histórico que vive el Externado, y que sin duda alguna dibujará el próximo trecho de su camino."
  },
  {
    "author": "Hernando Parra",
    "intro": "De su independencia y exigencia dependerá que el Externado empiece a recuperar, por lo menos en parte, la institucionalidad que le pertenece.",
    "title": "Al oído de la nueva representación estudiantil",
    "subtitle": "",
    "date": "2019-05-02",
    "content": "Conocidos los resultados de las elecciones de representantes estudiantiles ante el Consejo Directivo de la Universidad, resulta importante analizar brevemente el significado de dicho proceso electoral, para destacar, no solamente el hecho histórico de registrar por primera vez una representación plenamente femenina en el reglón principal, sino además por su singular procedencia en relación con  las facultades a las cuales pertenecen, FIGRI para el caso de quien obtuvo la mayor votación, y Comunicación Social para quien la siguió en número de sufragios. Con nuestras congratulaciones para la nueva representación, ha de mencionarse que ella quedo integrada por estudiantes con reconocimiento por su  sobresaliente desempeño académico  y firme carácter, condiciones estas que les permitirán  – seguramente – obrar responsablemente, sin sumisiones, ni temores reverenciales, con  objetividad, y ante todo con el pensamiento orientado hacia el bien supremo del Externado como patrimonio de la comunidad que lo conforma, todo lo cual les permitirá trabajar sin subordinarse a los caprichosos intereses de quienes no se resignan a aceptar la transitoriedad de su función directiva. El ideario de esta representación, tiene que tener como preámbulo el de promover la imperativa renovación del Consejo Directivo en cuanto a profesores se refiere, y el de exigir la ejecutoria de muchas tareas pendientes, empezando por la necesaria rendición detallada de cuentas sobre el estado financiero de la Universidad, aspecto este que no puede seguir siendo objeto de una alegada reserva, carente tanto de sustento jurídico, como ético, actuación que en todo caso compromete a quienes respaldan tal proceder. Los frentes de los cuales tendrá que ocuparse la nueva representación estudiantil, son de muy variada índole, y por ende, se habrán de establecer prelaciones para su atención, en especial respecto  a labores inconclusas iniciadas años atrás, entre otras,  el escalafón docente, cuya presentación se ha anunciado desde hace varios meses, sin que hasta hoy se tenga noticia concreta sobre el  tema; la reglamentación del programas de becas para formación de profesores, de manera que no continúen siendo elegidos quienes carezcan de méritos académicos para ello, por ejemplo, por haber reprobado cursos en la etapa de pregrado; la definición de un plan estratégico a mediano plazo que le permita a la Universidad sortear con acierto los desafíos que impone la tecnología como medio de difusión del conocimiento, y el decrecimiento del indice demográfico, de cara al volumen de cupos ofrecidos actualmente.  Pero también estos nuevos representantes se encontrarán con ciertas sorpresas, sucesos que difícilmente les podrán ser explicados,  como los relativos, primero,  a los casi siete (7) meses que lleva el Consejo Directivo analizando el proyecto de Reglamento del Consejo de Profesores, u otro referido a la contratación de una cuantiosa asesoría externa para reformar los estatutos de la Universidad, cuyo resultado aún desconoce la comunidad. Tampoco le será fácil comprender a la nueva representación estudiantil el aparente o probable intento por excluir de voz – y por tanto de presencia – en las reuniones del Consejo Directivo a su reglón suplente, práctica esta que sería contraria a toda la tradición democrática de ese órgano de funcionamiento de la Universidad, y que de imponerse, lo único que demostraría es que la vanidad, la arrogancia y la prepotencia, en situaciones como esta,  no conocen límites. En síntesis, de la independencia y de la exigencia de esta nueva representación de estudiantes, dependerá que el Externado empiece a recuperar algo de la institucionalidad que le pertenece,  donde  la tolerancia y la pluralismo se ejerzan como principios,  y donde disentir no se torne en causal de censura, ni de exclusión."
  },
  {
    "author": "Hernando Parra",
    "intro": "El Externado debería tomar ejemplo de su par de los Andes. Su nuevo Rector, invitó a la comunidad a decir lo que piensa sin miedo a hostiles represarías. La valía de estas verdades contribuye al necesario debate universitario.",
    "title": "\"Verdades incómodas\"",
    "subtitle": "",
    "date": "2019-05-26",
    "content": "Con ocasión de la reciente elección de Rector en la Universidad de los Andes, como conclusión de un ejemplar proceso –en nada parecido al adoptado por el Externado para el mismo propósito–, el elegido optó por agradecer a sus electores por medio de un video difundido en la redes sociales, donde además explicó su visión de la Universidad, cuyo aparte más relevante, a mi juicio, fue el relativo a su interés por inspirar una institución “donde se puedan pronunciar verdades incómodas…” Con toda seguridad, el nuevo Rector debió referirse por esas verdades a aquellas que deben ser puestas de manifiesto en tanto no resultan compartidas por todos, irritan a algunos, interfieren con los intereses de otros, o simplemente resultan inconvenientes para muchos, pero no para todos. Precisamente, la valía de estas verdades radica en el hecho de que son ellas las que están llamadas a contribuir en el ejercicio abierto del encuentro universitario, a la formación de opinión, a la promoción de la investigación y la exhortación a estudiantes y profesores a tomar el camino de la búsqueda de soluciones a las problemáticas de la sociedad colombiana, pero primeramente de la propia Universidad. Tomadas estas inspiradoras palabras acerca de las verdades incómodas para traerlas al contexto del Externado, encontramos un sinnúmero de ellas que permanecen sin revelación, y que por ende configuran una fuente de ruptura y desintegración en la comunidad externadista. En efecto, sin pretender abarcarlas todas, y bajo el riesgo de caer en lugares comunes, son muchas las respuestas que en rigor de la verdad se aguardan hace tiempo –y sobre las cuales El Radical viene pronunciándose desde su primera edición– cuyo conocimiento arrojaría algún destello sobre el porvenir de nuestra institución. No está de más esperar, por ejemplo, que se nos explique el porqué de la burda extensión del periodo de los profesores representantes en el Consejo Directivo, lo cual ha llevado a que este órgano de dirección sea apreciado hoy como un cuerpo atrincherado, que por carecer de iniciativas obra como mero espectador, pero además sometido al capricho del régimen. Otra revelación de las tantas que se anhelan conocer, es la relativa al motivo por el cual se sigue incumpliendo la obligación de expedir el estatuto docente, exigido por ley para aspirar a la acreditación institucional o programática. La comunidad de profesores no puede continuar ignorando el reglamento de su carrera, los criterios diferenciadores entre docentes propiamente dichos y docentes investigadores, los requisitos de promoción, los concursos para ocupar nuevos cargos, y ante todo las políticas de remuneración, para evitar que éstas se sigan determinando sólo en función de ofrecer canonjías, despertar simpatías y fomentar clientelismos dirigidos a las próximas elecciones. La ausencia de esta reglamentación, entre otros efectos, está impidiendo actualmente que destacados profesores de la Facultad de Ciencias Sociales puedan aspirar legítimamente y en aplicación de un esquema de ascenso, a ocupar la decanatura, todo lo cual crea, además de muchos desestímulos, innecesarias interinidades que pueden terminar por afectar tan sobresaliente Facultad. Tampoco puede marginarse del empeño porque se revelen verdades incomodas, aquella relacionada con el real interés por corporativizar el Externado, mediante la inclusión de miembros externos en el Consejo Directivo, los cuales serian designados en aplicación del mecanismo de la cooptación. Esta intención no puede materializarse, pues resquebrajaría de un solo tajo el principio fundante de la independencia, sobre el que se edificó el primer Externado, y merced al cual nuestra querida Casa de Estudios se ha consolidado únicamente como referente académico por antonomasia, alejada de nocivas influencias políticas, empresariales  o gremiales. Encarar estas verdades incómodas, y otras tantas como la que sirve de motivo para que la administración continúe absteniéndose de rendir cuentas detalladas y precisas sobre el resultado de su  gestión, podría erigirse en una oportunidad para superar fracturas, mediante un llamado a construir en conjunto una universidad, como aquella que mencionó el recién nombrado Rector Gaviria, donde “quepan todas las ideas y donde exista un diálogo permanente sobre las diferentes visiones con todos los actores”. Adenda: El sistema electoral para la esperada elección de quienes llevarán la vocería de los profesores ante el Consejo Directivo, debe estructurarse por el sistema de listas, única forma de asegurar la adecuada representación de las facultades con menor número de docentes, con quienes, en términos de la directora del Departamento de Derecho Constitucional que comparto plenamente, la Universidad tiene una deuda histórica."
  },
  {
    "author": "Hernando Parra",
    "intro": "La desactualización de sus programas, junto con la falta de preparación de los estudiantes para realizar estas pruebas, ha llevado a que la Universidad pierda posiciones de prestigio en los rankings académicos.",
    "title": "¿Por qué el Externado ha perdido el liderazgo en los exámenes de Estado?",
    "subtitle": "",
    "date": "2019-06-24",
    "content": "La búsqueda de un indicador de calidad en la educación ha sido una constante preocupación de los diseñadores de las políticas públicas, no solo respecto de la educación media sino también de la educación universitaria. Para el caso de esta última, en 2003 y por medio del Decreto 1781 de entonces, se regularon los Exámenes de Calidad de la Educación Superior–ECAES, como prueba académica oficial y obligatoria, cuyo objetivo fue, por un lado, comprobar las competencias de los estudiantes en las áreas de su formación y, por otro, crear un sistema progresivo de evaluación de las entidades prestadoras del servicio educativo, tanto públicas como privadas. En marcha estas nuevas pruebas, las facultades de Derecho, junto con las de Ciencias de la Salud e Ingenierías, configuraron los primeros grupos llamados a atenderlas, en aplicación de un sistema piloto para su primera fase de ejecución. Así pues, el Externado de Colombia, consciente de su liderazgo y reconocimiento en el país, aceptó el reto y se inscribió para el primer ejercicio, propósito en el cual lo acompañaron algunas otras importantes instituciones educativas. Admitida entonces su participación, nuestra Casa de Estudios asumió este desafío con el rigor y seriedad que le eran característicos para entonces, y fue así como se conformó de manera inmediata un grupo interdisciplinario de profesores que elaboraron bancos de preguntas, organizaron jornadas de repaso académico en áreas esenciales y buscaron el respaldó de expertos en la metodología de las pruebas, de manera tal que los estudiantes recibieron también una instrucción preparatoria en la técnica de los nuevos exámenes, todo con miras a asegurar un destacado desempeño que ratificara la alta calidad de los estudios en el Externado. El primer resultado fue altamente satisfactorio, pues la Facultad de Derecho del Externado se ubicó a la vanguardia de las de su misma clase en el país, y por buenos años se mantuvo entre el primero y tercer puesto, para el orgullo de toda la institución. Estas mismas pruebas, que ahora se denominan Saber Pro, reguladas por el Decreto 3963 de 2009, tienen idénticos objetivos, y por ellos su resultado debe ser divulgado periódicamente, habiéndose conocido su más reciente reporte de mayo, en el cual apreciamos un resultado que ciertamente ha generado justificado desconcierto, en cuanto al Externado se refiere. En efecto, en la página de prensa del Ministerio de Educación Nacional, se anunció el pasado 30 de mayo, el grupo de las 10 universidades líderes en 2019, por haber obtenido los más altos resultados en las pruebas Saber Pro, en las áreas de administración, economía, ingeniería, derecho, contaduría y ciencias naturales, grupo en el cual el ilustre ausente fue el Externado. Pero si lo anterior no fuese suficiente motivo de inquietud, al revisar la ubicación de la Facultad de Derecho del Externado, como producto de las mismas pruebas, la encontramos en un sexto lugar, muy distante de aquellos puestos que tradicionalmente se esforzó por ocupar. ¿Qué ha sucedido entonces? ¿Cuál es la razón de este notorio descenso en estas pruebas de Estado? La respuesta a los interrogantes anteriores no puede ser la de encogimiento de hombros, respaldada solamente en el supuesto “continuismo ascendente”, que una realidad como esta desvirtúa categóricamente. La razón de lo ocurrido, entre otros factores, se encuentra en el abandono del rigor en la preparación de estas pruebas, pero también -y esencialmente- en el hecho de haber dejado de lado el afán por actualizar los programas académicos y ajustarlos a las nuevas tendencias pedagógicas, a las estructuras de aprendizaje propias del estudiantado de hoy y al menosprecio por valorar las competencias que se reclaman de los profesionales en la actualidad. Lo que se predica acerca del programa de Derecho puede aplicarse igualmente a las demás facultades. Ahora bien, lo cierto es que en el caso específico de la Facultad de Derecho se nos hizo tarde para renovar el pensum y hemos hecho caso omiso del llamado de los estudiantes y profesores que reclaman atención a esta necesidad. El Rector, quien ha debido ponerse en frente de esa iniciativa hace años, optó por abandonar la exclusividad que el cargo le imponía, y por dedicarse al protagonismo en tareas extrauniversitarias que no le eran propias, desatendió labores prioritarias como esta. No podemos desconocer, además, que los sistemas educativos están en continua trasformación a nivel mundial, y de allí la necesidad imperiosa de que los programas del Externado no queden rezagados, por lo cual el llamado debe ser tanto a profesores como a estudiantes; a los primeros para exhortarlos, no solo a su actualización científica con el apoyo institucional, sino también a su renovación en las técnicas y tecnologías de la pedagogía; y a los últimos para que exijan una formación en las capacidades que de ellos espera la sociedad contemporánea. Marginarnos de los anteriores postulados puede conducirnos a un mayor descenso en el llamado ranking universitario y también por facultades. Ojalá las directivas de la Universidad tengan la grandeza de convocar a un trabajo conjunto ante la coyuntura descrita, antes de que nos desplacen tendencias innovadoras como la de las instituciones educativas sin profesores y sin libros, para cuya simple referencia basta con acercarse a la famosa École 42."
  },
  {
    "author": "Hernando Parra",
    "intro": "Se nos está haciendo tarde para recibir este importante reconocimiento y la competencia nos sigue tomando ventaja.",
    "title": "¿Qué ha pasado con nuestra acreditación internacional?",
    "subtitle": "",
    "date": "2019-07-29",
    "content": "Desde el 2009 el Externado señaló que la acreditación internacional sería uno de sus objetivos inmediatos; sin embargo, han pasado diez años y el tema, como tantos otros, ha sido marginado -por no decir descuidado- con evidente impacto en la imagen y proyección de la Universidad. La acreditación en materia de educación corresponde a un indicador relativo a la existencia comprobada de ciertos requisitos de calidad de la institución, o de uno o varios de sus programas. Es un sello de calidad, un símbolo que afianza el nombre de la institución o programa que lo ostente. En buena parte del mundo, son los organismos públicos de supervisión de la educación los que atienden los procesos de acreditación. En Colombia, esta función la cumple el Consejo Nacional de Acreditación – CNA -, creado en 1992 como agencia dependiente del Ministerio de Educación Nacional (MEN). En cuanto a la acreditación local, el Externado logró su renovación en septiembre de 2012,  con vigencia de ocho años; lo anterior significa entonces que a estas alturas del año debe haberse iniciado ya la tarea de la futura renovación, que esperamos se surta exitosamente, aún a pesar de las vicisitudes de nuestra institución en la actualidad, como la fractura y desmotivación del cuerpo profesoral,  el rezago de los programas académicos de pregrado, la ausencia de un Gobierno corporativo donde la transparencia y la divulgación de la información sean pilares de su ejercicio, y la presencia de un Consejo Directivo profesoral  anacrónico y sin liderazgo. En relación con la acreditación internacional, el objetivo parece lejano, pese a que resulta evidente que las tecnologías de la información y las comunicaciones, y la tendencia globalizante de las competencias profesionales, están forzando la creación de espacios de integración regional para acreditar los procesos educativos, circunstancias esas que al parecer no han sido advertidas claramente por los directivos de nuestra Casa de Estudios. En efecto, tanta importancia ha cobrado la acreditación internacional por los motivos mencionados, que las agencias locales de acreditación en todas las latitudes, están buscando agruparse con sus pares, más allá de sus propias fronteras, para convalidar sus metodologías y reconocer que las redes científicas son internacionales, y que los profesionales de hoy tienen que formarse, no solo en habilidades domésticas, sino también universales, empezando por el dominio de lenguas diferentes a las nativas. En nuestro país desde 2007, el CNA -consciente de que no existe una única agencia Internacional de Acreditación, sino de redes de agencias locales de acreditación por programas o proyectos académicos– viene promoviendo una  “estrategia de internacionalización de programas de pregrado y posgrado”,  que incluso puede abarcar los de doctorado, con miras a que las instituciones de educación superior colombianas  superen su tendencia a compararse con sus pares internos, y asuman el reto de medirse frente a sus homólogas en otras naciones. En ejecución de la citada estrategia, muchas universidades colombianas se dieron a la tarea de extender su acreditación, y si bien las políticas gubernamentales se orientaron especialmente respecto de las llamadas ciencias duras, lo cierto es que varias facultades de administración de empresas, finanzas y contaduría han alcanzado su reconocimiento internacional. Ejemplo de ello es la acreditación que le fue concedida a la Facultad de Administración de la Universidad de los Andes, por parte de la Asociación para el Avance de las Escuelas  de Negocios, (AACSB),  por sus siglas en inglés, o la otorgada a  esa misma Facultad, pero de la Universidad de La Sabana,  por parte de EPAS[1]. EAFIT, por su parte, consiguió para su Facultad de Contaduría el reconocimiento del Consejo de Acreditación en Ciencias Sociales, Contables y Administrativas en la Educación Superior de Latinoamérica (CACSLA), de México. Así pues, nuestras facultades de Economía, Finanzas, Administración, y Ciencias Sociales, pueden lograr también su reconocimiento internacional, e incluso la Facultad de Comunicación Social y Periodismo puede aspirar a su evaluación por parte del Consejo Latinoamericano de Acreditación en la Educación en Periodismo CLAEP. En todo caso, no puede olvidarse que nuestra acreditación internacional debe ser un imperativo, a la manera de cómo la obtuvo el año pasado la Universidad del Rosario, por parte de la Agencia Europea de Aseguramiento de la Calidad (EQAA), en cuyo reporte final se destacó de esta última su cultura de planeación y consenso sobre los objetivos estratégicos, su compromiso con el liderazgo transformador y la existencia de recursos y mecanismos consolidados para el apoyo de la investigación. ¡Ojalá algo similar pudiera predicarse del Externado! [1] Education Policy and Standars Institution."
  },
  {
    "author": "Hernando Parra",
    "intro": "Este organismo debe superar la excesiva benevolencia a la actuación del Rector, caracterizada por su reiterada procrastinación y evidente manipulación.",
    "title": "El comité de impulso del Externado",
    "subtitle": "",
    "date": "2019-08-31",
    "content": "La reunión de profesores celebrada el 3 de abril del año pasado configuró sin lugar a dudas un hecho histórico en la vida del Externado, pues convocada simplemente para motivar un supuesto respaldo a la prórroga del período del Rector, despertó súbitamente -ante la simple lectura de una disposición estatutaria- la figura del Consejo de Profesores, órgano de clara estirpe democrática y participativa, acorde del todo con los principios fundantes de nuestra Casa de Estudios. Ante esta nueva realidad, y con el evidente propósito de avivar la criatura, el cuerpo profesoral reunido entonces con la significativa presencia de miembros de todas las facultades, encontró que la primera tarea que le correspondía atender era la de darse su propio reglamento, y  para coordinar esa actividad se propuso la creación de un llamado Comité de Impulso, espontáneamente conformado por varios docentes, quienes además de expresar su deseo de contribuir a esta causa, dieron a conocer algunas iniciativas, merced a las cuales recibieron el respaldo expreso y tácito de casi todos los asistentes. Pasado mucho más de un año, puede llevarse a cabo un balance de la gestión adelantada por el mencionado Comité, para afirmar que la devoción y dedicación de sus miembros, su compromiso con el proceso, y el solo hecho de conservar vigente el propósito que los inspiró, merece el reconocimiento de todo el estamento docente. Sin menoscabo de lo anterior, es hora de hacer un llamado a este Comité para que supere el estado de excesiva benevolencia y cierta candidez que ha asumido ante la actuación rectoral, caracterizada por su reiterada procrastinación y evidente manipulación. En cuanto a lo primero, inaceptable e irrespetuoso fue el tratamiento otorgado al estudio del reglamento del Consejo de Profesores, cuando luego de su remisión al Consejo Directivo, su evaluación sólo inició cuatro meses después, para no mencionar las incumplidas promesas de convocatoria a elección del Consejo Directivo de la Universidad formuladas ante dicho Comité; y en cuanto a lo segundo, los términos de la aprobación del reglamento del Consejo de Profesores reflejan de manera clara el deseo porque dicho órgano estatutario no logre  estructurarse como cuerpo deliberante en la Universidad. Ciertamente, las disposiciones de este reglamento finalmente aprobadas por el Consejo Directivo, contemplan aspectos que no permiten, ni su consolidación, ni su funcionamiento, pues los altísimos porcentajes de quórum tanto deliberatorio como decisorio, así como la exigencia de su conservación durante las reuniones, y  la  compleja integración de la Secretaría del  Consejo de Profesores, lo conducirán a su absoluta inoperatividad, en la práctica. Es el momento entonces de promover por parte del Comité de Impulso una nueva revisión del reglamento del Consejo de Profesores y de incluir nuevas temáticas para su consideración, de tal suerte que se conjure así el estado de aletargamiento en que se encuentra. Como nuevos asuntos a tratar se destacan el estatuto docente, “otra promesa incumplida”, el estímulo a la formación de profesores en el exterior y la exigencia de una debida rendición de cuentas por parte de los administradores de la Universidad. El Comité de Impulso no se puede extinguir, sin asegurar el buen futuro del Consejo de Profesores. ¡Este es su Desafío! Adenda: ¿Tiene el Rector la competencia exclusiva para convocar elecciones al Consejo Directivo de la Universidad?"
  },
  {
    "author": "Hernando Parra",
    "intro": "Esta solo se quedó en los libros que narran la historia de la Universidad o en los discursos en los que se pregona pero no se ejerce.",
    "title": "La tolerancia en el Externado",
    "subtitle": "",
    "date": "2019-09-26",
    "content": "Uno de los principios fundantes de nuestra Casa de Estudios fue precisamente el de la tolerancia, entendida ésta como la actitud humana frente a las ideas u opiniones divergentes. Lo anterior sucedió  por cuando el primer Externado revivió los valores que los radicales consagraron en la reforma educativa promovida por ellos en 1870, tal y como nos lo recuerda el historiador Juan Camilo Rodríguez en  “La Luz no se Extingue”[1] . La tolerancia permitió entonces que profesores de diversas corrientes de pensamiento, y disimiles en su origen y formación,  concurrieran entusiastas a la fundación del Externado y,  lo más importante, que ellos mismos promovieran un ambiente de mutuo respeto entre estudiantes de ideologías contrarias[2]. La historia del Externado ha sido bien fecunda en ejemplos de tolerancia, no solo por haber dado cobijo a los docentes que profesaban las más diversas doctrinas,  a quienes nunca se les ha restringido su libertad de expresión, sino, en esencia, por permitir a sus estudiantes manifestar abiertamente sus opiniones, e inculcarles al mismo tiempo la consideración por la perspectiva del oponente. Sin embargo, y con evidente desapego de una tradición más que centenaria, se han venido conformando en los tiempos recientes pequeñas corrientes refractarias a otras voces que dentro de la Universidad se separan del llamado al bien decir, que es decir bien de todo lo que vincule  a  la actual administración de la Universidad. En efecto, expresiones tendientes a promover la invitación a una debida rendición de cuentas, o a la publicidad de los actos de la administración, o a la renovación de los cuadros directivos, o la exteriorización de ilusiones porque   nuestra apreciada institución se encamine por derroteros más democráticos con miras a asegurar su permanencia y a reafirmar su prestigio, reciben discreto apoyo y solidaridad, pero con mayor resonancia, censura y descalificación, actos que siempre cierran con la manida frase según la cual, “los opositores quieren acabar con la Universidad”. Una muestra de las últimas manifestaciones de intolerancia la advertimos en la reunión del Consejo de Profesores llevada a cabo el pasado 17 de septiembre, donde algunos docentes optaron por abandonar abruptamente el recinto, bien porque les fueron controvertidos sus planteamientos, o porque no les fue otorgado  el uso de la palabra, y no pocos porque simplemente consideraron que era inútil esa y todas las demás reuniones del cuerpo docente, por cuanto allí se expresan opiniones de toda índole. Ante estos conatos de ausencia de tolerancia, como principio y actitud, no tenemos camino distinto al de recuperar su ejercicio, desde  el sentido más prístino de la palabra: no agredir al otro por su pensamiento opuesto al propio; sólo así podremos construir consenso sobre el disenso, pero ante todo reconocer en el otro, en el disidente, no a un adversario, sino un asociado en el propósito común de elevar la condición de nuestra Universidad, al  garantizar el pluralismo como sustento del ejercicio transparente de todas sus actividades. Ejercer la tolerancia no es fácil, sencillo resulta predicarla sin aplicarla. Es una tarea en la que estamos llamados a inspirar un ejemplo ante los estudiantes del Externado. [1] Rodríguez Gómez, Juan Camilo. “La luz no se Extingue”.  Universidad Externado de Colombia,  Primera Edición 2018, pág. 21. [2] Rodríguez Gómez, Juan Camilo. Ob. citada, pág. 20."
  },
  {
    "author": "Hernando Parra",
    "intro": "Exigió un nuevo estatuto de profesores; llamó la atención del Consejo Directivo, a quien le hizo un magro balance; hizo un juicioso análisis demostrando su interés por el renacimiento de la Facultad de Finanzas; tocó el tema de la doble titulación; les envío un contundente mensaje a los nuevos Representantes de los Estudiantes en el Consejo Directivo y realizó una fuerte crítica al Externado por la pérdida de liderazgo en las pruebas Saber PRO.",
    "title": "Columnas memorables de Hernando Parra",
    "subtitle": "",
    "date": "2019-10-31",
    "content": ""
  },
  {
    "author": "Hernando Parra",
    "intro": "La hipertrofia nociva del aparato administrativo en la Universidad ha generado el menosprecio de los procesos académicos e investigativos, realidad que continúa ignorando la dirección del Externado.",
    "title": "¿Cuándo tendremos una administración al servicio de la academia?",
    "subtitle": "",
    "date": "2020-02-26",
    "content": "En las instituciones educativas una premisa esencial de su funcionamiento la configura el hecho según el cual, los procedimientos administrativos se encuentran establecidos exclusivamente para facilitar y promover el desarrollo de la actividad académica. Sin embargo, en el Externado ésta ecuación se encuentra invertida desde hace algo más de diez años, al extremo de que hoy resulta posible afirmar que en nuestra Casa de Estudios la academia está subordinada por entero al capricho burocrático de la administración, es decir,  al poder de quienes desconocen el rigor de las tareas docentes e investigativas, pero prevalidos del poder que les otorga la facultad ordenadora de recursos, fungen como inquisidores omnímodos frente a  las iniciativas de profesores e investigadores. En adición, resulta evidente la proliferación de inoperantes comités, que sólo sirven para disimular los actos impositivos de la Secretaría General, a más de la multiplicidad de formatos y firmas, que se hacen aparecer como indispensables para la adquisición o aprobación de cualquier nimiedad. Todo este conjunto de trámites inocuos, pone de presente no sólo el rezago en que se encuentra sumida la gestión de la Universidad, sino primeramente la ausencia de confianza en la capacidad decisoria de funcionarios y docentes, sometidos por ello al control anacrónico y déspota de la llamada dirección financiera. Frente a esta particular circunstancia, causa cierta curiosidad advertir cómo el riguroso control para los gastos menores -que se hace aparecer como muestra de austeridad- desaparece del todo cuando se trata de comprometer recursos mayores, como los destinados a la adquisición de plataformas tecnológicas como SAP o el Banner, o a la contratación de asesorías especializadas como aquella celebrada con el ilustre ex Rector de la Universidad de los Andes, cuyas conclusiones continúan ocultas, luego de haber sido pagados muchos millones por esa labor. Varias preguntas surgen entonces referidas al control de las grandes erogaciones de la Universidad, por ejemplo, en las citadas plataformas tecnológicas, que entre otras cosas no han solucionado las necesidades de las diferentes unidades académicas. El sistema SAP colapsó y nunca resolvió los requerimientos del pregrado, pues después de muchos años y cuantiosos giros, varios procesos continúan ejecutándose hoy de manera manual. Otro tanto ocurre con el sistema Banner en posgrado, ¡Una nueva frustración! Así pues, cabe preguntarse: ¿Se ha informado debidamente a la comunidad externadista sobre el despilfarro en la experimentación con estos sistemas operativos, o sobre las cuantiosas sumas pagadas por honorarios a asesores e intermediarios partícipes en estas labores? Una rendición de cuentas pormenorizada de todo ello está en mora de ser presentada. Lo incuestionable e irrefutable es que la hipertrofia del aparato administrativo en la Universidad es del todo nociva, y ha conducido inequívocamente al menosprecio de los procesos académicos e investigativos, realidad que continúa ignorando la dirección de la Universidad.  De cara a esta verdad, solo nos queda la ilusión de que los nuevos miembros del Consejo Directivo la reconozcan, antes de que sea demasiado tarde. Adenda: Exiguo el incremento salarial,  pero generoso el aumento de la inversión en Sociedades Bolívar. ¿El actual Consejo Directivo habrá autorizado expresamente ésta última?"
  },
  {
    "author": "Hernando Parra",
    "intro": "La actual acreditación se dio por ocho años, pero a la luz de la situación actual de la Universidad se especula que la renovación se otorgue por menos tiempo.",
    "title": "Inquietudes de cara a la renovación de la acreditación del Externado",
    "subtitle": "",
    "date": "2020-05-13",
    "content": "Las Instituciones de Educación Superior –IES– que voluntariamente opten por someterse al proceso de mejoramiento de su calidad, deben surtir el trámite de la llamada acreditación institucional, contemplado por la ley marco de la educación, cuya dirección y ejecución le fue asignada a un Consejo Nacional –CNA–, institución que, entre otras funciones le corresponde el nombramiento de los pares académicos encargados de practicar las visitas y los análisis a cada ente educativo. El Externado emprendió labores en busca de la acreditación a mediados de 1998, y luego de arduo trabajo en equipo logró el primer reconocimiento para su Facultad de Derecho, habiendo alcanzado la mayor calificación, fijada entonces en el término de 10 años. Con sustento en esta experiencia se adelantaron luego los procesos de acreditación para varias facultades, y finalmente le fue reconocida la institucional, con sobresaliente calificación. Esta última se encuentra actualmente en curso de renovación, y en espera de visita de los pares académicos ya designados. Y es precisamente de cara a este nuevo proceso cuando emergen fundadas preocupaciones relativas a diversas temáticas que serán objeto de evaluación, y  sobre varias de cuales la Universidad continua   rezagada o  con un desempeño precario, que  la alejan de aquellos  indicadores de gestión que resultan determinantes para un  alcanzar a una destacable calificación culminado el  proceso. En primer término, la Universidad desatendió el compromiso asumido en las últimas visitas en el sentido de incorporar un estatuto docente, que hoy continúa añorando la comunidad profesoral, tanto más ante la actual coyuntura, pues es ante situaciones de crisis cuando se impone brindar a los docentes elementos de estabilidad en su contratación y de cierta solidez en su proyección. Otro factor a evaluar será el del gobierno universitario, que permanece caracterizado por un anacrónico régimen, donde un poder rectoral omnímodo mantiene sometido a un Consejo Directivo sin muestras de renovación, pese a tantas promesas, y que ahora ante la pandemia hacen más que ilusorio el momento para lograr ese cometido. Lo cierto es que este sistema de administración no puede ser modelo para ninguna universidad que aspire en la actualidad a prestigio alguno. La tan anhelada rendición de cuentas tampoco se ha llevado a efecto, y por tanto la comunidad externadista continúa sin información certera acerca del verdadero estado financiero de la Universidad, circunstancia que  propicia una aguda especulación en diversos sentidos, pues mientras en los medios de comunicación se menciona a nuestra Casa de Estudios como la más solvente del país, en foros más reducidos se comenta acerca de un  posible déficit en el giro ordinario de su actividad. Ahora más que nunca cobra importancia conocer la capacidad económica del Externado para atender las afugias de sus estudiantes, profesores y funcionarios, pues lo cierto es que nadie saldrá indemne de esta situación. Todo lo anterior justifica que buena parte de la tarea de los pares académicos estará dedicada a estudiar la sostenibilidad económica de la institución. Por su parte, el  indicador relativo a la actividad investigativa, tampoco parece  halagüeño, si se le compara con el registrado por otras instituciones universitarias de similar condición. Algo similar puede anotarse respecto del llamado índice de movilidad estudiantil, que señala el número de alumnos en programas de intercambio académico internacional, donde nuestras ejecutorias son muy reducidas. Sin duda también llamará la atención de los pares el bajo desempeño en las pruebas Saber Pro -verdadero referente oficial- pues desaparecimos del grupo de las diez primeras universidades del país destacadas en estos exámenes, según el último reporte de 2019. En fin, la aspiración en todo proceso que conduzca a la renovación de la acreditación institucional o de programa, es la de superar –o al menos conservar–  el resultado previo, de suerte que en razón de lo anotado, las directivas del  Externado se enfrentarán al enorme reto de explicar con detalle la razón de estas deficiencias, y de asumir el compromiso de corregirlas, y para lo último no tienen opción distinta de requerir el concurso de un sólido estamento universitario, es decir del trabajo mancomunado de todos los externadistas."
  },
  {
    "author": "Hernando Parra",
    "intro": "Los únicos ideales de quienes impulsamos este espacio periodístico, es que el poder sea tomado por la democracia, la transparencia, la participación y la tolerancia, causas que identifican además el ser propio del Externado.",
    "title": "La supuesta toma del poder",
    "subtitle": "",
    "date": "2020-06-15",
    "content": "De un tiempo para acá el régimen que administra el Externado ha divulgado la tesis según la cual, quienes creamos este espacio de EL RADICAL, con el propósito de expresar nuestras opiniones acerca del rumbo que ha tomado la Universidad en los últimos ocho años, lo único que pretendemos es “apoderarnos” del Externado.  Nada más alejado de la realidad, de manera que lo único que refleja tal afirmación es el temor a que se conozca abiertamente la realidad académica, administrativa y financiera de la institución.\nLas leyes de Newton nos enseñaron desde la etapa escolar, que toda acción genera una reacción, de suerte que en nuestro caso las infundadas descalificaciones promovidas por el régimen, camufladas bajo el oprobioso sistema de rumores – propio de quienes eluden la confrontación de ideas y propuestas– unido ello a una administración del todo excluyente, obraron como el detonante de este movimiento de expresiones libres, con el ánimo de informar de manera objetiva sobre la verdad del Externado.\nEl ideario y el patrimonio de nuestra Casa de Estudios pertenecen a su comunidad, conformada por sus profesores, estudiantes, funcionarios y antiguos alumnos, y en consecuencia  a todos nos es exigible la obligación de fungir como veedores de su preservación y mejora continua, de manera que nos asiste también la carga de censurar todo aquello que se aleje de los postulados que inspiran las buenas prácticas de la administración académica, sin cuyo concurso el futuro de cualquier institución educativa aparece sombrío. Atender con carácter tal deber no configura sinónimo de apropiación alguna. Los ideales de quienes impulsamos este espacio periodístico –único en su género dentro de la comunidad externadista y cuyo número de lectores aumenta en cada edición– se orientan simplemente a que ese llamado poder sea tomado por la democracia, la transparencia, la participación y la tolerancia, causas que identifican además el ser propio del Externado.\nDe lo anterior dan cuenta muchas luchas del EL RADICAL, como la relativa a que se reconociera la voz de los estudiantes, principales y suplentes en el Consejo Directivo, habida cuenta que todos en conjunto representan la esencia universitaria. En el mismo sentido abogamos hoy porque se reconozca el derecho de un miembro principal del Consejo Directivo a reincorporarse al mismo, luego de cumplir funciones meritorias en el servicio público, tanto más cuando lo único que persigue dicho directivo es el aporte de nuevas ideas ante los inmensos desafíos que enfrenta la Universidad.\nLa verdadera toma del poder les corresponde, primeramente, a órganos como el Consejo de Profesores, que encarna la auténtica expresión de la autonomía universitaria, y cuya tarea prioritaria es lograr la tan esquiva pero anhelada renovación del Consejo Directivo. Así pues, esa llamada lucha de poderes sólo la conciben aquellos que pretenden eternizarse en la dirección de la Universidad, prevalidos de sus facultades de gasto y nominación, refractarios por ello a toda manifestación libre y desinteresada.\nNuestro carácter e independencia no los desvanecerán ni las descalificaciones, ni tampoco los rumores."
  },
  {
    "author": "Hernando Parra",
    "intro": "La rendición de cuentas no es la presentación de una relación insulsa y vanidosa de ejecutorias, con grandes números e indicadores, de improbable comprobación.",
    "title": "Concepto y alcance de una debida rendición de cuentas relativa a la administración universitaria",
    "subtitle": "",
    "date": "2020-08-21",
    "content": "La rendición de cuentas es la primera y más importante obligación de todo administrador de bienes ajenos, y se traduce en la presentación ordenada, explicada y detallada de los ingresos y egresos correspondientes a su gestión. Esta rendición debe estar acompañada de los respectivos comprobantes, de tal suerte que se acredite debidamente que lo señalado en cada cuenta resulta verídico, y tiene plena justificación.\nHabiendo sido anunciado por el rectorado una primera rendición de cuentas de su gestión de casi nueve años, para ser llevada a cabo en la próxima asamblea profesoral que se reunirá por derecho propio antes de culminar el presente mes de agosto, EL RADICAL se permite presentar en esta edición, el contenido y cobertura mínima que debería atender tal rendición, que como obligación de hacer tiene como contrapartida del derecho de la comunidad externadista para exigirla rigurosamente, pues no se trata simplemente de la presentación de un listado insulso y vanidoso de ejecutorias, con indicadores y grandes cifras, de improbable comprobación. \nA continuación, los conceptos y alcances elementales que debe comprender la mencionada rendición:\nIdentificación de los periodos a que se refiere la rendición, con indicación comparativa del incremento o detrimento patrimonial.\nRelación detallada de fuentes y usos financieros por cada periodo, con indicación del origen de los recursos y destino de aquellos.\nIdentificación de los ingresos y egresos comparativos por cada periodo, con indicación de su origen operativo o no, para determinar el excedente o déficit de la gestión propia de la entidad universitaria.\nIdentificación de los egresos de mayor representación, por periodo, junto con su análisis comparativo.\nRelación detallada de los salarios, honorarios y bonificaciones, reconocidos a todos los directivos en los periodos objeto de análisis, incluidos viáticos y gastos de representación.\nRelación detallada de honorarios y comisiones pagados a asesores y contratistas en los periodos objeto de análisis.\nRelación de los activos operativos y no operativos, con indicación de su valoración, comparado entre los periodos objeto de revisión.\nRelación comparativa de los gastos de personal y porcentaje de variación anual, con indicación del número de vinculados por periodo.\nRelación de inversiones, gastos y honorarios relativos a la adquisición o mantenimiento de software, hardware, o de cualquier otro sistema de operativo o computacional.\nDescripción por periodo de los recursos destinados a investigación, formación docente, auxilios a profesores y estudiantes por cualquier concepto, debidamente identificados.\nNúmero de estudiantes de pregrado y posgrado por periodo, con indicación del índice de retención particular.\nProyección financiera de la Universidad para los dos periodos subsiguientes a los de la rendición.\nCon relación a la administración financiera del Externado, tenemos la ilusión de que el próximo consejo directivo se desempeñe con mayor profesionalidad, también en este campo, de manera que exija la presentación oportuna y periódica de los resultados económicos completos de la institución, su debido análisis y su divulgación a la comunidad, y se proscriba así el carácter secreto de los mismos, carente además de todo sustento. \nLo mismo debe esperarse del nuevo consejo con relación al presupuesto de la Universidad, que como su nombre lo indica debe ser estructurado y aprobado previamente, y no como ocurre en nuestra Casa de Estudios, donde tal estructuración y aprobación en los últimos años se alcanza bien avanzado el periodo de ejecución correspondiente, circunstancia que afecta notoriamente el giro ordinario de la administración, e impide su efectiva supervisión.\nOjalá estos deseos inspiren una nueva realidad para nuestro querido Externado."
  },
  {
    "author": "Hernando Parra",
    "intro": "Profesores: nuestros estudiantes, egresados y la comunidad externadista en general, tienen puesta su mirada optimista en quienes vamos a participar en este proceso democrático. Tenemos ahora un compromiso in solidum con todos ellos.",
    "title": "El poder del voto profesoral",
    "subtitle": "",
    "date": "2020-09-26",
    "content": "Los profesores del Externado estamos convocados para cumplir una gran cita con la democracia el próximo 30 de septiembre. Luego de 22 años tendremos la oportunidad de elegir el cuerpo directivo que trazará los designios de nuestra querida Casa de Estudios para los próximos años.\n\nEse día, cada docente podrá manifestarse con su valioso voto, bien por la continuidad de un anquilosado estilo administrativo, o bien por una promoción de cambio hacia un Externado unido, dinámico, renovado y tolerante, dispuesto a asumir los desafíos que nos impone el futuro con la voz de todos. Este es el momento de despertar nuevamente entre nosotros la mística que un día nos animó, y de avivar el orgullo de sentirnos externadistas.\nEl voto para los docentes significa el reconocimiento de un derecho, y de allí la consecuente obligación de practicarlo conscientes de su capacidad determinante en la suerte de nuestra institución. Debemos ejercerlo libremente, bajo la convicción de que es secreto y que por ende nadie podrá censurarnos por su sentido. Ese voto además nos protege, al permitir la expresión más genuina y directa de nuestro querer interior, pero también nos legitima para esperar con fundamento y para exigir de los elegidos cuando quiera que esa esperanza intente desvanecerse.\n\nHemos de tener presente para este ejercicio electoral, que el consejo directivo, según la interpretación sistemática de los estatutos vigentes, está llamado a ser el órgano encargado no solo de disponer las políticas estructurales de la Universidad, sino también de adoptar las decisiones trascendentales de la misma, y de expedir los reglamentos esenciales para su funcionamiento. Así pues, su rol no es meramente consultivo, y por esta razón ha de resaltarse la importancia de comprender que nuestro voto no es para elegir simples consejeros, sino verdaderos responsables de administración universitaria, asimilados en un todo a la figura que cumplen los miembros de una Junta Directiva en otras personas jurídicas, con la asunción de los deberes y responsabilidades atinentes a tal dignidad.\n\nProfesores: nuestros estudiantes, funcionarios administrativos, egresados y la comunidad externadista en general, tienen puesta su mirada optimista en quienes vamos a participar en este proceso democrático. Tenemos ahora un compromiso in solidum con todos ellos, y en consecuencia debemos honrarlo."
  },
  {
    "author": "Hernando Parra",
    "intro": "Con el resultado de las elecciones ganó el Externado. Los nuevos miembros del consejo directivo recibieron un mandato inequívoco dirigido a recuperar la confianza de los externadistas en el destino de nuestra Universidad.",
    "title": "Un primer gran paso",
    "subtitle": "",
    "date": "2020-10-07",
    "content": "La jornada del pasado 30 de septiembre quedará registrada en los anales de la historia de la Universidad. Ese día, luego de 22 años, los profesores pudimos pronunciarnos de manera abierta por la lista de nuestra preferencia, con la visión puesta en lo que consideramos de mayor conveniencia para nuestra Casa de Estudios.\n\nLa manifestación decidida hacia un cambio en la orientación administrativa de la institución fue evidente, y ello despertó entusiasmo y generó esperanza.  Calmada la euforia, los nuevos directivos habrán de asumir tareas difíciles, en un entorno en el cual encontrarán no pocas rémoras y una y que otra resistencia. Sin embargo, ese será el momento para no desfallecer en el intento y recordar que recibieron un mandato inequívoco dirigido a recuperar la confianza de los externadistas en el destino de nuestra Universidad.\n\nLas labores inmediatas del nuevo consejo son múltiples y urgentes, pero no por ello deberán abandonarse los criterios de ponderación y debida moderación que seguramente le permitirán  guiar su  actuar de manera acertada. Cada uno de los directivos tiene un compromiso con sus electores y con el programa que enarboló, pero prioritariamente todos están llamados a obrar con espíritu de cuerpo, con la mira en los intereses supremos de la institución.\nLo primero que les aparecerá por desarrollar será lo relativo a la autoregulación de este órgano directivo, y para atender este imperativo, ojalá se empiece por abandonar del todo la práctica según la cual el consejo directivo era convocado solamente dos veces al año, con la agenda mayoritariamente dedicada a refrendar actos ya consumados.  Dentro de esta misma labor, el nuevo consejo deberá definir además cuáles serán los temas específicos que habrán de ser materia de su consideración y aprobación antes de su ejecución por parte de la administración.\n\nTambién será necesario como tarea inmediata, el conocimiento detallado del estado de ingresos y egresos de la Universidad, específicamente en lo relacionado con el origen del déficit que registra su operación, de manera que resulte posible adoptar con prontitud los correctivos apropiados, sobretodo antes de aprobar el presupuesto financiero del año venidero, con lo cual además podrá darse inicio a la aplicación de sanos métodos de disciplina financiera, que tanta falta han hecho en los últimos tiempos. \n\nAhora, si bien lo anterior resulta importante en la bitácora del nuevo consejo, esperamos que su trabajo esté acompañado de un notorio cambio de estilo, donde la inclusión, el respeto, la tolerancia y la transparencia se conviertan en los ejes de su funcionamiento, de manera tal que ello se irradie tambien hacia los demás estamentos académicos y administrativos de la Universidad, pues sin duda estarán llamados a seguir aquello que la cúpula profese.  \n\nLa tarea de preservar el legado del Externado no quedó atribuida exclusivamente a los nuevos directivos, sino que, por contrario, continúa siendo una misión de todos nosotros, tanto de profesores, como de estudiantes, funcionarios y egresados. Sin embargo, requerimos el liderazgo de este nuevo consejo, para que definitivamente la luz no se extinga."
  },
  {
    "author": "Hernando Parra",
    "intro": "Asuntos financieros, para definir unas metas presupuestales sensatas el siguiente año; nuevos y más flexibles planes de financiación y refinanciación para los estudiantes; y el retorno progresivo a la presencialidad, son, entre otras, los asuntos más importantes que se deben resolver en el Externado.",
    "title": "Retos inmediatos para el renovado consejo directivo",
    "subtitle": "",
    "date": "2020-11-03",
    "content": "Para los nuevos miembros de nuestro consejo directivo son muchas las tareas que le impone la situación actual de la universidad y del mundo en general. La situación financiera, el retorno gradual a la presencialidad y los ajustes de los planes de estudios para hacerlos compatibles con los nuevos instrumentos de docencia provistos por la tecnología, hacen parte de la extensa agenda de su trabajo.\n\nLa temática financiera resulta preponderante, no solo porque será necesario estructurar  unas metas presupuestales sensatas para el año 2021, de cara a la incertidumbre sobre el número que alcanzarán los matriculados el año entrante, sino ante todo porque se hace necesario mitigar el grave déficit que viene arrojando la operación de la universidad desde hace varios semestres, que se ha venido cubriendo con ingresos extraordinarios, producto de inversiones accionarias, cuyos rendimientos empezaran a escasear habida cuenta de los efectos de la pandemia en todos los sectores de la economía. Los análisis sobre esta materia deben extenderse también a nuevos y más flexibles planes de financiación para los estudiantes, y de paso también a los de refinanciación, especialmente para aquellos alumnos que registren deudas pendientes por períodos ya cursados, de manera que puedan reincorporarse de nuevo a la actividad académica.\nDe otro lado, se impone considerar lo relativo al retorno progresivo a la presencialidad, todo lo cual exige un programa que se amolde al comportamiento del virus en nuestro medio, y para lo cual la universidad ya cuenta con un protocolo de bioseguridad que parece bien sustentado, sobre el cual podrá admitir aquellos estudiantes que decidan voluntariamente regresar a la sede durante el primer semestre de 2021. Sin embargo, resulta deseable que nuestros directivos tomen en cuenta la experiencia de universidades de otras latitudes, muchas de las cuales han invitado a los profesores a retornar a las aulas, para impartir desde allí la clase virtual mediante un sistema de pantalla universal que conecta a todos los estudiantes, presenciales y no presenciales, con posibilidad de intervenciones y debates en tiempo real. Otras instituciones han dispuesto un método combinado con asistencia alterna de grupo de alumnos, según el aforo permitido para cada aula, y finalmente no pocos centros académicos han optado por promover encuentros presenciales, sólo para adelantar prácticas y discusiones grupales con el profesor, pero en espacios abiertos y preferiblemente al aire libre, dentro de los mismos campus, de tal suerte que se empiece a recuperar así el arraigo físico del estudiante a su casa de estudios.\n\nFinalmente, se hace necesario también reformular algunos planes de estudio en las diversas facultades, con miras a determinar aquellas asignaturas que pueden ser asumidas por los estudiantes mediante metodologías no presenciales, de manera que se privilegie aquellas donde la presencialidad resulte verdaderamente relevante. Este propósito puede conducir a una modificación de la infraestructura de la universidad, para disponer en el futuro de menos espacios físicos dedicados a impartir la cátedra magistral, y de más espacios de encuentro para conversación, discusión y trabajo académico, probablemente en grupos menos numerosos respecto de aquellos a los que tradicionalmente estábamos acostumbrados en el Externado.\n\nLa presencialidad regresará, pero la virtualidad no se irá, y por tanto nos corresponde a todos asumir el compromiso de adaptarnos, innovar y evolucionar. Es momento de recordar a Bronosky por su frase en la gran obra, El Ascenso del Hombre,  “Las grandes evoluciones de la humanidad se han dado a partir de las rupturas epistemológicas con el pasado”."
  }
]